import alpoimum from '../images/alpoimum.jpg'
import artioda from '../images/artioda.jpg'
import cistovenom from '../images/cistovenom.jpg'
import glyukoferiya from '../images/glyukoferiya.jpg'
import jasmin from '../images/jasmin.jpg'
import jivodarin from '../images/jivodarin.jpg'
import megakaltsion from '../images/megakaltsion.jpg'
import razumin from '../images/razumin.jpg'
import slux from '../images/slux.jpg'
import vilnersibir from '../images/vilnesibir.jpg'
import vizorin from '../images/vizorin.jpg'

export function getData() {
  return [
    {
      title:"«Альпоиммун» эликсири",id:1,price:"96.000",desc:"Тадқиқотлар шуни кўрсатдики, Альпоиммун эликсирни қабул қилиш иммунитетни яхшилайди ва танани вирусли, бактериал ва шамоллашдан ҳимоя қилади. Қуйидаги касалликлар учун фойдали: Одам папилома вируси (ОПВ), (Вирус папилломы человека, ВПЧ) бу - сугаллар, пигмент доглар, кондиломалар (сугалсимон усма), папиломалардир.ЎРВИ;ЎРК;Бронхит;Трахеит;Кўк йўтал;Қуруқ йўтал;Синусит;Бош оғриғи;Гипертония;Ҳар хил вирусли касалликлар;Иммунитет танқислиги ҳолатлари",image:`${alpoimum}`
  },
  {
      title:"«Артиода»",id:2,price:"89.000",desc:"Крем маҳаллий қўллаш учун восита. Биологик фаол моддаларнинг мувозанатли формуласини ўз ичига олади ва кучли тоник ҳисобланади.Кумуш ионлари билан бойитилган сув антисептик, бактерицид, замбуруғларга қарши, яраларни даволаш хусусиятларига эга.ҚУЙИДАГИ ҲОЛЛАРДА КРЕМНИ ИШЛАТИШ ТАВСИЯ ЭТИЛМАЙДИ:Ўткир иситма ҳолатида Сил касаллигининг прогрессив шаклида.Препарат компонентларига юқори сезувчанлик, асалари маҳсулотларига аллергия.ІІІ-ІV даражали гипертонияда.Руҳий касалликларда.Хавфли ўсмаларнинг ривожланишида.Хавфсиз ўсмалар ва шаклланишларнинг ривожланиши (вен, қалқонсимон без, простата аденомаси, мастопатия, бачадон миомаси ва бошқалар). Крем бу жойларга суртилмайди, аммо бошқа сурункали касалликларни даволаш учун ишлатилиши мумкин.",image:`${artioda}`
  },
  {
      title:"«Мегакальцион» эликсири",id:3,price:"93.000",desc:"«Мегакальцион» эликсири Эликсир суяк тўқимасини керакли моддалар ва минераллар билан тўлдирадиган, бўғимлардаги қон айланишини яхшилайдиган ва яллиғланиш ва дегенератив касалликлар хавфини камайтирадиган таркибий қисмларни ўз ичига олади. Қуйидаги ҳолатлар учун фойдалидир:артрит (аллергик, юқумли, травматик, реактив), артроз, остеохондроз, полиартрит, умуртқалараро чурра, радикулит, коксартроз, подагра, товонинг суяги;остеопороз, остеоартроз, псевдоартроз, синишларнинг оқибатлари,  шу жумладан метаболик касалликлар оқибатида (аллергик, юқумли  ва травматик табиатли);анкилоз, артралгия, ахиллобурсит, бурсит, соннинг дисплази,  периартрит, полиартрит, фибродисплазия, хондрокальциноз. Д витамини ва кальций етишмовчилигини тўлдириш, 45 ёшдан ошган инсонларда суяк синишининг олдини олиш.",image:`${megakaltsion}`
  },
  {
      title:"«Неожасмин» (Аёллар учун)",id:4,price:"93.000",desc:"Қуйидаги ҳолатларда қабул қилиш фойдали:аёллар жинсий аъзолари ва сийдик йўлларининг сурункали яллиғланиши: цистит, уретрит, пиелонефрит, сийдик ва сийдик кислотаси диатези, сийдик-тош касаллиги, дизурик шароитлар, аднексит, сальпингоофорит, вагинит, цервицит, кандидоз, бачадон бўйи касалликлари эрозияси ва бошқа яллиғланишга боғлиқ гинекологик касалликлар, шунингдек, ушбу ҳолатларнинг олдини олиш учун;аёлларда гормонал бузилишлар: ҳайз кўриш бузилиши, мастопатия, эндометриоз, климактерик касалликлар - шу жумладан артериал гипертензия, қизиб кетиш, асабийликнинг кучайиши, кайфият ўзгариши, иш қобилиятининг пасайиши, уйқунинг бузилиши;тухумдон кисталари, шу жумладан поликистик, миома ва бачадон фибро миомаси; ҳайз олди синдроми билан боғлиқ шиш, аёлларда пременопоз (менопозгача) ва менопауза пайтида гормонал фондаги ўзгаришлар, шунингдек, бу ҳолатнинг олдини олиш учун;",image:`${jasmin}`
  },
  {
      title:"«Живодарин»",id:5,price:"91.000",desc:"Қуйидаги ҳолатлар учун фойдали:Тизимли (нафас олиш тизими, қон айланиш тизими, марказий асаб тизими) ва ошқозон-ичак трактининг турли хил гелминтик ва паразитар инвазияларининг барча босқичларида самарали бўлади:некатороз, энтеробиаз, аскаридоз, лейшманиоз, акантамебиоз, анкилостомидоз, трихоцефалоз, лямблиоз, фасциолез (жигар флукаси), описторхоз, токсоплазмоз ва бошқалар; сурункали холецистит, ўт йўлларида яшовчи ламблиялар ёки бошқа паразитлар келтириб чиқарадиган ўт дискинезиаси; ичак луменинден токсинларни йўқ қилишга ёрдам беради; гепатит, гепатоз - жигар ҳужайраларини тиклаш учун;эрозив ва ярали гастрит, энтерит, колит - ошқозон-ичак тракти шиллиқ қаватининг шикастланиши, айниқса паразитлар томонидан зарарланиши фонида (жароҳатни даволаш эффекти бор); паразитар инвазия фонида камайтирилган енгил иммунитет танқислиги ҳолатлари, организмнинг қаршилиги;",image:`${jivodarin}`
  },
  {
      title:"«Чистовенол»",id:6,price:"89.000",desc:"Томирлар варикози каби касаллик туфайли бутун дунё бўйлаб деярли ҳар учинчи аёл ва ҳар бешинчи эркак азоб чекмоқда, ушбу касалликка қарши самарали курашиш учун зарур воситаларни излаш жуда долзарб бўлиб қолмоқда. Касалликни дастлабки босқичда муваффақиятли енгиш учун томирлар варикозини эрта босқичда таниб олиш жуда муҳимдир. Агар бундай қилинмаса, қон турғунлиги соҳаларида яллиғланиш жараёнлари тез ривожланиши мумкин, бу тромбоз ва веноз шикастланишнинг ривожланишига ҳисса қўшиши мумкин. Чистовенол креми оёқларда шишиш ва чарчоқни йўқотади, фаол моддалар туфайли веноз деворларни кучайтиради ва мустаҳкамлайди, қон айланишини яхшилайди.",image:`${cistovenom}`
  },
  {
      title:"«Фитослух» тоник",id:7,price:"89.000",desc:"Фитослух - бу табиий ёғларга асосланган, эшитиш органлари ҳолатини яхшилашга мўлжалланган маҳсулот.«Фитослух» ёғининг таркибий қисмлари қуйидаги ҳолатларда ижобий таъсир кўрсатади: ёшга боғлиқ эшитиш қобилиятининг бузилиши; эшитиш қобилиятини йўқотиш; ташқи отит, йирингли отит; эшитиш (евстахия) найчасининг, қулоқнинг ички яллиғланиши;эшитиш нерв тизими ва тимпаник мембрананинг дисфункцияси;реактив отит, сувли муолажаларини олиб борганда; олтингугурт вилкаси билан, профилактика учун; қулоқларда оғриқ ва лумбаго, қулоқ тиқилиши, қулоқ ва бошдаги шовқин;сурункали отит воситаларининг кучайишини, гипотермияни, шамолнинг узоқ вақт таъсирланишини, нам ҳаво таъсирини олдини олиш учун.",image:`${slux}`
  },
  {
      title:"«Разумин «Ёрқин ақл» бальзами",price:"91.000",desc:"Разумин Ёрқин ақл бальзамининг ҳар бир таркибий қисми инсон танасига фойдали таъсир кўрсатади ва уларнинг ноёб бирикмаси туфайли даволовчи таъсир самарадорлигини оширишга эришилади. Разумин бальзамини қабул қилиш қуйидаги  ҳолатларда фойдали ҳисобланади:Асаб тизимининг патологияси билан, инсультдан кейинги ҳолатларда, марказий асаб тизимининг фаолиятини яхшилаш, фикрлаш, хотира, диққат, кўриш ва эшитишда. Неврит (уч шоҳли нарв яллиғланиши, юз, сиятик асабнинг яллиғланиши) ва невралгия билан, мия ва умуртқа найча шикастланадиган турли дегенератив-дистрофик касалликлар билан (склероз, Паркинсон касаллиги, Алтсгеймер касаллиги), эпилепсия, мия ярим шарининг фалажлиги. Кўз билан боғлиқ муаммолар: ўртача ва юқори даражадаги миопия, гемералопия, диабетик ретинопатия, кўришнинг қоронғуликка мослашиш функциясининг бузилиши.",image:`${razumin}`
  },
  {
      title:"«Вилнер Сибирский» бальзами",id:8,price:"93.000",desc:"Сибир юрагидан саломатлик! Қуйидаги ҳолатларда Вилнер Сибирский бальзамидан фойдаланиш фойдали: Юрак-қон томир тизими: миокардит, стенокардия, аритмия, атеросклероз, кардиосклероз, гипертония, варикоз. Инфаркт ва инсультнинг олдини олиш учун.Мушак-скелет тизими: артрит, полиартрит, артроз, подагра, остеохондроз, сиятик, миёзит, товонинг суяги.Ошқозон-ичак тракти: гастрит, қизилўнгач, ошқозон ва ўн икки бармоқли ичак яраси, гепатит, колит, панкреатит (кучаймасдан). Жигар касалликлари: гепатит, жигарнинг ёғли дегенерацияси, холетсистит, холангит, ўт пуфаги дискинези. Эндокрин тизим: қалқонсимон без касаллиги, семириш, кам вазнлилик. Нафас олиш касалликлари: бронхит, трахеит, пневмония, сурункали ўзига хос бўлмаган ўпка касалликлари. Урогенитал тизим: сийдик-тош касалликлари, пиелонефрит, цистит, эркакларда репродуктив касалликларнинг олдини олиш ва даволаш.",image:`${vilnersibir}`
  },
  {
      title:"«ВИЗОРИН»",id:9,price:"93.000",desc:"тоник - бу кўриш аппарати учун инновацион во- сита бўлиб, унинг ишлаб чиқарилиши  жаҳон илмий ҳамжамияти томони- дан тан олинган. «ВИЗОРИН» кўз тоникаси 100% табиий бўлиб, за- мон талабларига жавоб беради. Ва қуйида келти- рилган касалликларга самарали ёрдам беради: глаукома, катаракта, кератит, блефарит, конъюкти- вит, миёпия, ёшга доир гиперопия, диабетик рети- нопатия, ретинанинг дегенерацияси ва дистрофи- яси, демодекоз, иридоциклит, кўз ичи босими, қуруқ кўз синдроми,  склерит, тунги яхши кўрмаслик ва бошқалар. «ВИЗОРИН» ТОНИК КОМПОНЕНТИ кўриш аъзоларига кучли комплекс таъсир кўрсатади: - КЎРИШ ЎТКИРЛИГИНИ ТАКОМИЛЛАШТИРАДИ; - КЎЗ ЧАРЧОҚЛАРИНИ, ШИШЛАРНИ, ЯЛЛИҒЛАНИШНИ БАРТА- РАФ ҚИЛАДИ; - КЎРИШ ҚОБИЛИЯТИНИ ТИКЛАЙДИ ВА ҚЎЛЛАБ-ҚУВВАТЛАЙДИ; - РЕТИНАДА ҚОН АЙЛАНИШИНИ ТАКОМИЛЛАШТИРАДИ; - ШИКАСТЛАНГАН ТЎҚИМАЛАРГА ТИКЛОВЧИ ТАЪСИР КЎРСАТАДИ;",image:`${vizorin}`
  },
  {
      title:"«Глюкоферия» эликсири",id:10,price:"93.000",desc:"Диабетда ўсимликлардан фойдаланишнинг ўзига хос  қийинлиги - бу фитопрепаратлар тайёрлашга қатъий талаблар бўлиб,  уларни уйда бажариш қийин. Вилнер МЧЖ диабет касаллиги, ортиқча  вазн, ошқозон ости бези касалликларидан азият чеккан ўз  мижозларига Глюкоферия эликсирининг тасдиқланган ва хавфсиз  рецептидан фойдаланишни таклиф қилади. Ижобий таъсирга эришиш учун  ушбу ичимликни қабул қилиш курси камида 2-6 ой бўлиши керак. Глюкоферия эликсир қуйидаги ҳолатларда фойдали: қандли диабетнинг 1 ва 2 турларида; Семириб кетиш, ортиқча вазн, вазн етишмаслигида, қалқонсимон без фаолиятининг бузилиши, атеросклероз, метаболик синдром; Гипертония, юрак ва қон томирлари касалликларининг келиб чиқиши;Ўт-тош касалликлари, дискинезия, ўт хайдаш йўллари, гепатит ва гепатоз, сафро қуюқлашиши;",image:`${glyukoferiya}`
  }

  ];
}
